<template>
<div class="info">
  <br>
  <pre>
    <h3 style="margin-left: 2rem">成长随想</h3>
    那些飞满我们童年天空的纸鹤，早已散落在了风中，随着岁月的流淌羽化成了灰烬。
    我在那个单纯得像洁白的玉兰花瓣般的年龄，遇到了那个无缘牵动我所有喜悦与悲伤的身影，从此我的生活像碎了一地的玻璃碴，一粒一粒扎在我的心上，看不出的伤痕，无言以表的痛楚。
    我以为一切都化作了云烟，再多的记忆，在时间轰轰隆隆地辗过后都不会留下太深的印记。那些逝去的岁月在心中翻来覆去地疼痛起来，那些过去的过去的过往，我不愿也不知如何把它们简单地归类，就好像“懂事”这个词，我一直不知道该对它表示感激还是深刻地沉痛。
    我只是一直一直在长大，像所有的孩子一样，一直长到不是孩子那么大了，却还是断不了那些会议、那些牵绊，一瞬间就翻涌上来，如同海啸一般铺天盖地，无所循形。
    时间在我身边飞逝，哗哗啦啦的声音像流水唱着欢快的歌。
    岁月总是伴随着磕磕绊绊的那些人那些回忆，那些构建起我们以及的人或事像火车一样从我们的生命中轰轰烈烈得轧过去，留下一条条或明或暗清晰或模糊的印记。
    我看到了两条线在相交的瞬间是多么美妙，像栖上枝头的百灵鸟，像深谷中骤然绽放的幽兰。可我忘了它们在那之前和之后无尽漫长的等待与分离……
  在那么多个黄昏那么多个早晨，望着头顶那片不清澈的天空，一直一直地沉默。一恍惚，一愣神，便又是一个黄昏和清晨过去了……
    那片天空总是那般宽广寂寥，很多很多年了，依旧是如此，它还会继续下去吧，在很多年以后，很多很多年后，仍旧是如此，而那些曾说过陪我们看遍每一个日出与夕阳的人呵，他们又在哪里了呢？
    终于有一天我发现，我几乎已经可以不去记起过去那些曾经以为会刻骨铭心的日子，这就好象你翻看一本书，看到那儿，带给你或喜或悲或麻木不仁的感受。看完了，自然而然就翻过去，然后看到新的故事，又有新的情节出现，有时想想人生一生也不过就是如此，这样，不知是该欢笑还是该悲伤。
    我不停地讲啊讲啊，忽然就有种很伤感的感觉，看到了太多成长带给我无奈和上同。人在选择一些东西的时候必然跟着失去一些东西，无论怎样完美的选择都不会做到尽善尽美，我在成长的过程中无数次地站在岔路上，无数次地选择，也无数次地失去，有时我觉得其实没有选择才是最幸福。
    成长就像是一场幸福的灾难！幸福、灾难~我总归是喜欢这两个词的，尤其是它俩在一起的时候，总是出奇的迷人。很简单的词，却长满了那些关于成长关于爱的所有所有的纠葛……

  </pre>
  <div style="width: 100%;height: 8rem"></div>
  </div>
</template>

<script>
  export default {
    name: "Info"
  }
</script>

<style lang="scss" scoped>
.info{
pre {
  white-space: pre-wrap; /*css-3*/
  white-space: -moz-pre-wrap; /*Mozilla,since1999*/
  white-space: -o-pre-wrap; /*Opera7*/
  word-wrap: break-word; /*InternetExplorer5.5+*/
  padding: 0rem 1rem;
}
}
</style>
